{
  "year": 2013,
  "ordinalName": "Eighth Annual Davis Family Challenge",
  "teamScheme": "Picked out of a hat",
  "challengeTheme": "Personal Games",
  "winners": "Awesome",
  "games": [
    {
      "name": "Spiderman Uno",
      "description": "This was the game Eddie brought, we decided the winning team would be the first team with two players to go out. Even though Cat was the first to go out, Team Awesome rallied for the win after J.D. went out and forced Uncle Giant to let the Captain go out. Team Awesome wins, 2-1."
    },
    {
      "name": "Water Pong",
      "description": "This was the game The Captain brought, two bowls, one orange and\none purple were set at one end of the diningroom, each with a little\nwater in them. Contestants took turns bouncing ping pong balls into\nthem. Team Awesome picked the purple bowl and Team Plan B picked\norange bowl. We added up all the balls in each bowl at the end. Eddie\nstarted out his team out with 1 in the orange bowl. Lore answered back\nwith 1 in the purple bowl. Cat then helped out Team Awesome wiht a\nball in the purple bowl. J.D. answered back with a masterful 3 in the\npurple bowl. Uncle Giant's second shot was a nail biter, spiraling\naround the edge of the orange bowl, but he ended with 1 in the orange\nbowl. Chad scraped by with 2 in the purple bowl. Grammy must've been a\nlittle confused about what team she was playing on, first she got one\nin orange, then one in purple, finally another in orange, netting her\nteam +1 overall. The Captain came out strong with 2 in purple in the\nbeginning, then ended with 1 in orange. Team Awesome wins again, 10-4"
    },
    {
      "name": "Cups",
      "description": "This was the game Uncle Giant brought. Players were given 24 Solo\ncups of one color and 1 of a different color. Starting with the odd\ncolor on the bottom, they had to transfer the top cup to the bottom\nwith one hand, then do it again with the other hand. The first to have\nthe odd cup back on the bottom wins. Lorelei beat Eddie in the first\nround, but Team Plan B came back when Uncle Giant beat Chad in the\nsecond round. Team A wasn't happy with that though, so J.D. whipped\nCat and then the Captain finished it up with a win again Grammy. Team\nAwesome wins again and looks like they will sweep the Davis Family\nChallenge, 3-1"
    },
    {
      "name": "Heads Up",
      "description": "This was the game J.D. \"brought\". It is an iOS game, sort of like a\nreverse charades, one person has a word on an iPhone on the their\nforehead, and his or her team has to get the person to guess it. Eddie\nstarted with the \"Happy Holidays\" category and finished with a score\nof two. Lorelei scored Team Awesome four points also in \"Happy\nHolidays\". Cat floundered on 'lizard' but still scored four points in\nthe \"Animals\" category for Team Plan B. Chad made his team proud with\neight points in \"Animals\", including J.D.'s clue of \"simba with water\"\nfor 'sealion'. Uncle Giant thought maybe \"Animals\" would help them out\nand started out strong with his team making animal noises, but sort of\npetered out near the end, finishing with an impressive eight\npoints. The Captain thought that \"Animals\" was a good theme and stuck\nwith it gaining five more points for Team Awesome. Grammy rounded up\nTeam B's proformance with \"Animals\" again, scoring an additional\nfive. J.D only had to score three for the win in his own game, and the\nsweep in the DFC. Unfortunately, he failed miserably with just one\nright. Team Plan B begins their comeback winning 19-17"
    },
    {
      "name": "Christmas Plate Drawing",
      "description": "This was the game Cat brought. Everyone put a paper plate on top of\ntheir heads, and then Cat read out directions like \"draw a floor\", and\neveryone draw it without looking. After she read all the direction,\nthere was a list of things that you could get points added or removed\nfor having drawn. In the end, everyone should've had a Christmas tree\ndecorated with a present under it, next to a fireplace and hearth with\na stocking hanging from it. Chad was robbed by having his tree decorations not\ncounted, giving Team Plan B the win, 28-24"
    },
    {
      "name": "Makin' Bacon Dice",
      "description": "This was the game Chad brought. It is similar to 10,000 or Farkle,\nonly the dice have \"Makin'\", \"B\", \"a\", \"c\", \"o\" and \"n\" on them. There\nare points for various combination and is played until someone gets\n6,000 points. If someone rolls \"Makin' Bacon\" in one roll, they score\n6,000 thus ending the game. The Captain started the game off with a\nscore of 700, J.D. busted, Cat matched the Captain with 700, then\nLorelei, Uncle Giant and Eddie all busted. Grammy, upped the ante\ntaking Team Plan B ahead with an additional 400. Chad saw it, and\ncountered with 800. The Captain must've been tired of the game\nand scored 6,000 with \"Makin' Bacon\" and ended the game. Team Awesome\nhad 7,500 points, Team Plan B with 1,200."
    }
  ],
  "teams": [
    {
      "name": "Awesome",
      "members": [
        "Chad",
        "J.D.",
        "Lorelei",
        "Captain"
      ]
    },
    {
      "name": "Plan B",
      "members": [
        "Eddie",
        "Cat",
        "Uncle Giant",
        "Grammy"
      ]
    }
  ]
}