{
  "year": 2019,
  "ordinalName": "Fourteenth Annual Davis Family Challenge",
  "teamScheme": "Tie breaking team captains",
  "challengeTheme": "Picked from a container",
  "winners": "Turkey Catchers",
  "games": [
    {
      "name": "J.D./Eddie's Game - Pencil Flip",
      "description": "J.D. left his game at the checkout counter at WalMart, so he designated Eddie for a substitute game. Four solo cups and eight pencils were setup for each team. Everybody attempts to bounce the two pencils (one at a time) into their assigned cup, similar to [here](https://www.youtube.com/watch?v=f4hK6IhCwMY), but in a relay fashion, one team member at a time. Uncle Giant lead with the first pencil in, but Grammy answered back quickly. Unfortunately for team Turkey Tossers, that's all they got. The Turkey Catchers won after the Monsters conceded. Eddie got one, J.D. got one, Uncle Giant got both, and Grammy got one."
    },
    {
      "name": "Captain/Grammy's Game - I Spy Christmas Tree",
      "description": "[![](lorelei-i-spy.jpg)](lorelei-i-spy.jpg)Captain's game was broken when he went to buy it, even though we went to multiple stores; so not having one he went with Grammy's classic [I Spy Christmas Tree](2015.html#ispy).\n\n    The Turkey Catchers succeeded again, their total time was 15 minutes, 19 seconds to the Turkey Monster's 16 minutes, 13 seconds."
    },
    {
      "name": "Uncle Giant's Game - Flip Tac Toe",
      "description": "In this game, one from each team try flipping solo cups to get them to land upside down. When that happens, the player gets to place it on a tic-tac-toe board. First player to get a tic-tac-toe wins. The Turkey Tossers got off to a good start with Chad beating Eddie and Lorelei beating J.D. Captain thrawted Uncle Giant once, but it wasn't enough and the Turley Catchers got a game. Grammy pulled a magnificent win against Cat! Turkey Tossers get on the board."
    },
    {
      "name": "Cat's Game - Reindeer Games",
      "description": "[![](cat-reindeer.jpg)](cat-reindeer.jpg)In this game, Cat had blow-up antlers and rings. Each person on each team tossed four rings and tried to catch four rings, twice. The Turkey Catchers won with 6-2.[![](tom-reindeer.jpg)](tom-reindeer.jpg)\n      \n      Eddie/Cat - 0\n      Cat/Eddie - 1\n      Chad/Lorelei - 0\n      Lorelei/Chad - 0\n      J.D./Uncle Giant - 1\n      Uncle Giant/J.D. - 1\n      Captain/Grammy - 0\n      Grammy/Captain - 0\n      Chad/Captain - 1\n      Captain/Chad - 1\n      Eddie/Uncle Giant - 1\n      Uncle Giant/Eddie - 1\n      Grammy/Lorelei - 0\n      Lorelei/Grammy - 0\n      J.D./Cat - 0\n      Cat/J.D. - 1"
    },
    {
      "name": "Chad's Game - Chow Crown",
      "description": "Not played."
    }
  ],
  "teams": [
    {
      "name": "Turkey Catchers",
      "members": [
        "Cat",
        "J.D.",
        "Uncle Giant",
        "Lorelei"
      ]
    },
    {
      "name": "Turkey Tossers",
      "members": [
        "Grammy",
        "Chad",
        "Captain",
        "Eddie"
      ]
    }
  ]
}