{
  "year": 2022,
  "ordinalName": "Seventeenth Annual Davis Family Challenge",
  "teamScheme": "Walkers vs Davises",
  "challengeTheme": "Picked from a container",
  "winners": "Walkers",
  "games": [
    {
      "name": "Uncle Giant's Game: Ping-Pan-Pong",
      "description": "You have to bounce ping pong balls into a muffin tin, you have 12 balls. Eddie threw first and had a couple ringers, failed to land any. J.D. was next, and similarly got a nothing. Lorelei hopped over and competed sans crutches, and continued the scoreless streak. Uncle Giant went next, was the first score, after an apparent ringer, it bounced out and landed in a different cup. 0-1 Davises. Cat was super close in her second and third balls, but nailed it on her tenth ball, 1-1 tied. Grammy's throws we all over the place, and actually touched the tin once. 1-1 tied still. Chad failed, bringing Uncle Giant up to close out the game but came up with a blank. Teams tied, 1-1!"
    },
    {
      "name": "Lorelei's Game: Tongue Tied",
      "description": "Everyone is given a Fruit-By-The-Foot and partisipants unwrap them and compete head-to-head to eat it without their hands. J.D. vs Eddie, it was close, but J.D. just had a stronger start. 0-1 Davises. Uncle Giant vs Cat, unfortunately Cat's gag reflex failed her. 0-2 Davises. Chad brought the home the first Walker W in this game against Grammy, 1-2 Davises. Lorelei secured the tie against J.D., with a come from behind victory. 2-2 tied!"
    },
    {
      "name": "J.D.'s Game: Chameleon",
      "description": "J.D. brought board game [The Chameleon](https://boardgamegeek.com/boardgame/227072/chameleon). Walkers had someone sit out each round and we played the game normally. Whichever team got the most correct each round scored a point. Since there were four Walkers, we said we'd play four rounds and if we tied again, we'd play seven. First round, Cat failed her job as Chameleon, and the Davises scored. Next round, J.D. fooled everyone and the Davises went up by two. The Walkers however came back to win the next two, so we had to go to seven rounds. In came down to the wire with the Walkers winning the final round and the game, 4-3."
    },
    {
      "name": "Cat's Game: Snow Family",
      "description": "You have to build a snowman with a with chopsticks, three mini marshmellows topped with a chocolate chip. Cat sat out and timed people, and nobody was able to build a snowman first time through. So then we decided to do away with the chopsticks, and you could only use one hand to build them. Eddie, J.D., Lorelei and Uncle Giant each built one, so we were tied again. Not wanting anymore ties today, we did a sudden death match, Lorelei vs Uncle Giant, first to build a snowman. Lorelei brought the second win home for the Walkers!"
    },
    {
      "name": "Chad's Game: Flour Tower",
      "description": "Flour Tower failed, so Chad's backup game was [Wheel of Fortune](https://wheel.chadshost.xyz). Despite everyone knowing how the game is played there were constant questions. Each team had two players, but the other teammates could help. After four puzzles, the player won a puzzle, but the Davises had more money, Davis family win! Now Walkers have two wins, Davises have one win, and two ties. We drew new games, going until one team has three wins."
    },
    {
      "name": "Eddie's Game: Burn the House Down",
      "description": "Ten tea candles are arranged in a straight line and lit, each person takes turns trying to blow out as many as possible. The Davises won with 35 total candles blown out compared to Walkers' 28."
    },
    {
      "name": "Grammy's Game: Wheel of Christmas",
      "description": "She had a powerpoint Wheel of Fortune game that was Christmas themed. The Davis team fell to Bankrupt on two different puzzles. Walkers won all four puzzles to win!"
    }
  ],
  "teams": [
    {
      "name": "Walkers",
      "members": [
        "Chad",
        "Cat",
        "Lorelei",
        "Eddie"
      ]
    },
    {
      "name": "Davises",
      "members": [
        "J.D.",
        "Grammy",
        "Uncle Giant"
      ]
    }
  ]
}