{
  "year": 2023,
  "ordinalName": "Eighteenth Annual Davis Family Challenge",
  "teamScheme": "Team Awesome vs Anotha Won",
  "challengeTheme": "Picked from a container",
  "winners": "Anotha Won",
  "games": [
    {
      "name": "Grammy's Game: Guess The Number",
      "description": "Closest without going over, unless everyone is over. Everyone was over, Uncle Giant was closest at 299. The total was 278!"
    },
    {
      "name": "J.D.'s Game: Blow-Blow-Blow",
      "description": "Everyone has two plastic cups in front of you with a marshmellow on top of each. Teams are arranged on opposite sides. Starting at one end, the first player on each side will pick up a santa hat and knock over one marshmellow. Once the marshmellow is knocked over, the hat is passed to the next person. When the last person knocks their first marshmellow off they knock their second and pass the hat back up the line. The first team knock all their marshmellows off wins. If someone knocks a cup over, their team loses that round. Best out of five."
    },
    {
      "name": "Chad's Game: Puzzle Chess",
      "description": "After setup, it started out close, but Team Awesome pulled ahead and after placing the last peice won by 50 seconds."
    },
    {
      "name": "Uncle Giant's Game: Name That Tune",
      "description": "Uncle Giant setup ten instrumental songs, mostly violin covers, of popular songs. Each team got a point for the correct song title and one for for the correct artist. After the ten songs, there was a Final Jeopardy round, where each team wagered as many points as they wanted. The final jeopardy genre was Hip Hop and Team Awesom was trailing 15-12. Anotha Won wagered 10 points and didn't get the right answer for either, Team Awesome bet it all, and got both right."
    },
    {
      "name": "Lorelei's Game: Balloon Race",
      "description": "There was a stack of five solo cups for each team on the end of the table. Teams competited one at a time to inflate a balloon inside a cup, carry it to the end of the table, run back to the other end of the table and grab the next cup. The first to stack all five cups at the other end won that round. Through a technicality it went two rounds each. In the end, Chad was unable to win a third round for Team Awesome against Uncle Giant's giant-sized lungs. Anotha Won won and claimed the DFC victory."
    }
  ],
  "teams": [
    {
      "name": "Team Awesome",
      "members": [
        "Chad",
        "J.D.",
        "Eddie"
      ]
    }
  ]
}